Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: དགེ་སློང་ དེ་ འདུ་ཤེས་ ཀྱི་ ཕུང་པོ འི་ དེ་ཉིད་ ཚོལ་བ་ ཡིན་ ཏེ །_ དེ་ འདུ་ཤེས་ ཀྱི་ དེ་ཉིད་ མཐོང་ ཞིང་
en: $140 “As he investigates the nature of the aggregate of perception, the monk will come to see the reality of perception.

source: དེ་ སྐྱེ་བ་ དང་ །_ འཇིག་པ འི་ དེ་ཉིད་ ཤེས་པ་ རིམ་པ་ ཤིན་ཏུ་ ཕྲ་མོ ས་ ཚོལ་བ་ ཡིན་ ནོ །_།
en: He will understand its arising and cessation, and so gradually continue with an ever more subtle investigation.

source: ཆུ་བོ འི་ རྒྱུན་འབབ་པ་ ལྟར་ འདུ་ཤེས་ ལ་ ཞུགས་པ །_ རྒྱུ་ དང་ རྐྱེན་ གྱི་ དབང་ གིས་ དགེ་བ་ འབྱུང་བ །_ རྒྱུ་ དང་ རྐྱེན་ གྱི་ དབང་ གིས་ མི་དགེ་བ ར་ འགྱུར་བ ར་ སྐྱེས་ སོ །_།
en: Like the steady flow of a river, he will perceive the way virtue and nonvirtue both arise due to causes and conditions.

source: དེ་ཡང་ སེམས་ སྤྲེའུ་ ལྟ་བུ་ ཉམས་པ ས་ ལུང་ དུ་མ་ བསྟན་པ་ འགྱུར་བ་ ལུང་ དུ་མ་ བསྟན་པ་ སྐྱེས་ སོ །_། དེ་ བདེ་ [128a] བ འི་ འདུ་ཤེས་ ལ་ བདེ་བ ར་ མི་ ལྟ་ སྟེ །_
en: In this way the monkey-like mind will lose its power and instead become indeterminate. {{page:{number:93,id:UT22084-068-021-100119,folio:F.128.a,volume:V68}}} The monk will not consider enjoyable perceptions enjoyable.

source: ཟག་པ་ མེད་པ འི་ བདེ་བ་ ལ་ བདེ་བ ར་ འདུ་ཤེས་ ཤིང་ བདེ་བ་ ལ་ ཡང་ བདེ་བ་ མ་ཡིན་པ ར་ འདུ་ཤེས་ ཏེ །_ བདེ་བ་ དེ་དག་ ནི་ ཆུང་ངུ ར་ འདུ་ཤེས་ སོ །_།
en: Perceiving instead undefiled pleasure as pleasure, he will no longer perceive ordinary pleasures as enjoyable, but perceive them as inferior.

source: ཇི་ལྟ ར་ ན་ བདེ་བ འི་ ཕུང་པོ་ དང་ །_ ཁམས་ དང་ །_ སྐྱེ་མཆེད་ ཀྱི་ ཕུང་པོ་ སྐྱེ་བ་ དང་ །_ འགོག་པར་ ལྟ་ ཞིང་ ཚོར་བ་ དག་ ལ་ ཡང་ མངོན་པར་ ཆགས་པ་ མེད་ ཅེ་ན །_
en: $141 “How does the monk regard the arising and ceasing of the aggregates, elements, and sense sources associated with pleasure, and how does he become detached from them?

source: ཚོར་བ་ ནུབ་པ་ དེས་ འདུ་ཤེས་ མངོན་པར་ དགའ་བ་ མེད་ ཅིང་ འདུ་ཤེས་ ནུབ་པ་ དེས་ འདུ་བྱེད་ རྣམས་ འབྱུང་བ ར་ འདོད་པ་ མེད་ དེ །_
en: When sensations fade he feels no joy in perceptions, and when perceptions fade he has no wish that formations may arise.

source: གནས་པ་ མེད་ ཅིང་ འཇིག་པ་ མེད་ ལ་ གཞན་ དུ་ འགྱུར་བ་ མེད་པ འི་ རྣམ་པར་ ཤེས་པ་ འབྱུང་བ་ ལ་ མངོན་པར་ འདོད་པ་ མེད་ དོ །_།
en: Thus, an unsupported, indestructible, and immutable consciousness arises without being wished for.

source: གནས་པ་ མེད་ ཅིང་ འཇིག་པ་ མེད་ ལ །_ གཞན་ ལ་ འགྱུར་བ་ མེད་པ འི་ ངོ་བོ་ འདི་ ནི་ དགེ་སློང་ ཕུང་པོ འི་ དེ་ཉིད་ ཤེས་པ་ ཡིན་ ཏེ །_
en: Without remaining and disintegrating, this immutable essence constitutes the monk’s knowledge of the reality of the aggregates.

source: བདུད་ ཀྱི་ ཡུལ་ ལ་ མི་ གནས་ ཤིང་ །_
en: Thus, he does not remain within the realm of the māras;

source: འདོད་ཆགས་ ཞེ་སྡང་ གཏི་མུག་ རྣམས་ ཀྱིས་ གནོད་པ་ མེད་པ་ ཡིན །_
en: he is not harmed by desire, anger, or delusion;

source: དེ་ རྟག་པ་ དང་ །_ བདེ་བ་ དང་ །_ གཙང་བ་ དང་ །_ བདག་ ཏུ་ ལྟ་བ་ མ་ ཡིན །_
en: and he does not perceive things in terms of permanence, bliss, purity, or self.

source: འཁོར་བ་ ན་ སྒྲ་ དང་ །_ རེག་པ་ དང་ །_ གཟུགས་ དང་ །_ དྲི་ སྡུག་པ་ དྲ་བ འི་ ཞགས་པ་ ལྟ་བུ་ དག་ གིས་ འཆིང་བ ར་ མི་ འགྱུར་ ཞིང་ དྲན་པ་ ཉམས་པ ར་ མི་ འགྱུར་ ཏེ །_
en: He will not be bound within cyclic existence by the entangling web of attractive sounds, textures, forms, and smells.

source: དེ་ དྲན་པ་ ཉེ་བ ར་ གནས་པ་ རྣམ་པར་ ཤེས་ ཤིང་ ཟག་པ་ ཟད་པ ར་ བྱ་བ་ ནུས་ ལ །_
en: As his mindfulness does not wane, his consciousness is constantly mindful.

source: མྱ་ངན་ ལས་ འདས་པ་ ལ་ མངོན་དུ་ ཕྱོགས་པ ར་ འགྱུར་ རོ །_།
en: With the power to end defilement, he turns toward the transcendence of suffering.

source: དགེ་སློང་ བརྩོན་འགྲུས་ ཞན་པ་ དང་ །_། ལེ་ལོ་ བྱེད་ ཅིང་ ལྟ་བ་ ལ །_། གང་ཞིག་ རྟག་ ཏུ་ སྤྲོ་ དགའ་ མེད །_། དེ་ལྟ་ བུ་ ནི་ དགེ་སློང་ ཡིན །_།
en: “Those who are never happy Seeing monks of poor diligence, Who act with laziness— Such persons are monks.

source: མལ་ཆ་ སྟན་ ལ་ ལོངས་ མི་ སྤྱོད །_། དགེ་སློང་ ཡིན་ ཞེས་ སངས་རྒྱས་ གསུངས །_། གང་ཞིག་ ལེ་ལོ་ མངོན་དགའ་བ །_། དེ་ ནི་ དགེ་བ འི་ འོས་ མིན་ ནོ །_།
en: $143 “The Buddha explains that monks Do not enjoy beds. Those fond of laziness Are unfit for virtue.

source: ཉོན་མོངས་ རྣམས་ ཀྱི་ གཞི་ གཅིག་ ནི །_། ལེ་ལོ་ ཡིན་ ཏེ་ གང་ ལ་ ཡོད །_། གང་ ལ་ ལེ་ལོ་ གཅིག་ ཡོད་པ །_། དེ་ ལ་ ཆོས་ ནི་ མེད་པ་ ཡིན །_།
en: $144 “The single basis for affliction is laziness. Wherever laziness is present, the Dharma is absent.

source: བགོ་བ་ ཙམ་ གྱིས་ ཆོག་ འཛིན་པ །_། དེ་ ནི་ དགེ་སློང་ ཡིན་ ཞེས་ བརྗོད །_།
en: It is taught that a monk Is content simply with what is given.

source: གང་ གི་ བློ་གྲོས་ བརྗོད་ མེད་ ཅིང་ །_། བསམ་གཏན་ མེད་ ལ་ ཟག་ཟད་ མེད །_།
en: $145 “Those lacking intelligent expression Will also lack concentration and the exhaustion of defilements.

source: ཆ་བྱད་ ཙམ་ གྱིས་ ཆོག་ [128b] འཛིན་པ །_། དེ་ལྟ་ བུ་ ནི་ དགེ་སློང་ མིན །_།
en: Content with mere show, {{page:{number:94,id:UT22084-068-021-100120,folio:F.128.b,volume:V68}}} Such persons are not monks.

source: གཙུག་ལག་ཁང་ དང་ ཀུན་དག ར་ བརྩོན །_། ཆོས་ ཀྱི་ སྤྱོད་ཡུལ་ དགའ་ མེད་ ཅིང་ །_། བུད་མེད་ ཆང་ ལ་ ཆགས་པ འི་ བློ །_། དེ་ལྟ་ བུ་ ནི་ དགེ་སློང་ མིན །_།
en: $146 “Busy in the temple and the monastic garden But without any interest in Dharma activities, While attached to women and alcohol— Such persons are not monks.

source: གང་ཞིག་ བདུད་ ཀྱི་ འཆིང་ གཅོད་ དང་ །_། སྡིག་པ འི་ ལས་ དག་ གཅོད་བྱེད་ ལ །_།། དགེ་འདུན་ སྤྱོད་ཡུལ་ མི་ སྤྱོད་པ །_། དེ་ ནི་ དགེ་སློང་ སངས་རྒྱས་ གསུངས །_།
en: $147 “Cutting through the shackles of the māras, Cutting off negative action, And not partaking of the possessions of the saṅgha— Such persons are monks, says the Buddha.

source: སྦྲུལ་ གདུག་ དང་ ནི་ ཏ་ མྲ་ དག _། སྨིན་པ་ ཟ་བ་ ཉིས་ ན་ རུང་ །_།
en: $148 “It would be better to eat Even snake poison or ripe tamra fruit.

source: ཚུལ་ཁྲིམས་ འཆལ་ ན་ དགེ་འདུན་ གྱི །_། བཟའ་བཏུང་ སྤྱོད་པ་ མི་ རུང་ ངོ་ །_།
en: If one’s discipline is flawed, The saṅgha’s food and drink may not be consumed.

source: གང་ཞིག་ ཉོན་མོངས་ འདུས་པ་ ནི །_། དེ་ ནི་ བསོད་སྙོམས་ འོས་ མིན་ ཞིང་ །_།
en: $149 “He in whom the afflictions are amassed Is not suited for the collection of alms.

source: དེ་ ནི་ བསོད་སྙོམས་ རིགས་ མིན་ ཏེ །_། དེ་ ནི་ དམྱལ་བ འི་ འོས་ ཡིན་ ནོ །_།
en: He is not fit for the collection of alms, But is well suited for hell.

source: སྦྲུལ་ གདུག་ ཁུང་ ན་ འདུག་ ལྟ་བུ འི །_། ཉོན་མོངས་ གང་ གིས་ བཅོམ་ ཞིང་ སྤངས །_། དགེ་སློང་ དེ་ ནི་ བསོད་སྙོམས་ སྤྱོད །_། དེ་ ནི་ བུད་མེད་ ལྟ་བ་ མེད །_།
en: $150 “The afflictions are like snake venom within. The monk who conquers and renounces them Will practice the collection of alms And have no interest in females.

source: !གལ་ཏེ་ བདག་ཉིད་ གཏ ར་ བཞག་ ཅིང་ །_། སྡིག་པ་ རྣམས་ ལ་ ཆགས་པ་ ནི །_། དགེ་འདུན་ རིན་ཆེན་ སུན་ བྱེད་པ །_། དེ་ ནི་ དགེ་སློང་ ཇི་ལྟ ར་ ཤེས །_།
en: $151 “Those who cause themselves to bleed#32 Remain attached to evil, And disparage the precious saṅgha— How could they be thought of as monks?

source: གང་ཞིག་ རྙེད་ དང་ བཀུར་སྟི་ དང་ །_། གང་ཞིག་ ཡུལ་ སྡུག་སེམས་ བྱེད་ ལ །_། བུད་མེད་ ལྟ་ ཞིང་ དེ་ འདོད་པ །_།
en: $152 “Wishing for wealth, honor, and beautiful objects, They may look at females with desire.

source: དགེ་ མིན་ ཁྱིམ་ མིན་ གཡོན་ཅན་ ཡིན །_།
en: But such people are neither virtuous nor householders; They are frauds.

source: ཇི་ལྟ ར་ མེ་ ཡིས་ ཚལ་ བསྲེགས་ བཞིན །_། གང་ གིས་ ཉོན་མོངས་ ཚལ་ བསྲེགས་པ །_། བྲམ་ཟེ་ དེ་ ཡིན་ དེ་ དགེ་ ཞིང་ །_། སྡིག་པ འི་ ཟས་ ལ་ མི་ ཆགས་ སོ །_།
en: $153 “Brahmins are those who burn away the afflictions, As when a fire consumes the forest. Those are virtuous people, Who have no attachment to the food of evil.

source: རྟག་པ ར་ གྲོང་ དུ་ འགྲོ་ སྤྲོ་ ཞིང་ །_། གཡོན་ཅན་ རྟག་ ཏུ་ ཁྲུས་ བྱེད་པ །_། རྨོངས་པ་ བདག་ དང་ གཞན་ སླུ་ སྟེ །_།
en: $154 “Always wanting to go to town, Frauds constantly bathe, Deceiving themselves and others.

source: དམ་ཆོས་ ལམ་ ལ་ རྨོངས་པ་ ཡིན །_།
en: They remain ignorant about the path of the sacred Dharma.

source: ཡིད་ ནི་ ཞི་ ཞིང་ དགོན་པ་ རུ །_། རྟག་ ཏུ་ བསམ་གཏན་ ཕ་རོལ་ འགྲོ །_། བྲམ་ཟེ་ དེ་ ཡིན་ དེ་ དགེ་ ཞིང་ །_། དགེ་བ འི་ ལམ་ གྱི་ སྤྱོད་ཡུལ་ ཡིན །_།
en: $155 “Those who are always at peace, And who perfect their concentration in the forest— Such people are virtuous brahmins Who practice the path of virtue.

source: དགོན་པ་ དག་ ཏུ་ དགའ་བྱེད་པ །_། དེར་ ནི་ འདོད་ཆགས་ བྲལ་བ་ དགའ །_།
en: $156 “They take delight in the wilderness And in leaving desires behind.

source: འདོད་པ་ ཚོལ་བ འི་ ཡིད་ དག་ ནི །_། དེར་ ནི་ དགའ་བ ར་ མི་ འགྱུར་ རོ །_།
en: Those who search for pleasures Will not be happy.

source: གང་ཞིག་ འབེལ་བ འི་ གཏམ་ དགའ་ ཞིང་ །_། ཡུལ་ གྱི་ སྲེད་པ ས་ མངོན་དགའ་བ །_། གང་ ན་ འཆི་ [129a] བ་ མེད་པ་ ཡི །_། ཞི་བ འི་ གྲོང་ དུ་ མི་ འགྲོ འོ །_།
en: $157 “Those who are fond of conversation And excitedly crave for objects {{page:{number:95,id:UT22084-068-021-100121,folio:F.129.a,volume:V68}}} Will not move toward The deathless city of peace.

source: རྒྱལ་པོ་ བསྟེན་ ཅིང་ ཟས་ དང་ སྐོམ །_། ཤིན་ཏུ་ ཞིམ་ འདོད་ རྟག་ ཁྲོ་བ །_། མིང་ གི་ དགེ་སློང་ གཡོ་ ཐབས་ ཀྱིས །_།
en: $158 “Waiting upon kings while craving Fine food and drink, And being aggressive— Such people are monks in name only.

source: གང་དག་ རྒྱལ་པོ འི་ སྒོ ར་ འདུག་ ཅིང་ །_། ཁྱིམ་པ་ དག་ དང་ ཉེ་ རྩོམ་ བཅས །_། དེ་ནས་ དེ་དག་ སུན་ འབྱིན་ ཅིང་ །_། སྦྱིན་བདག་ བདེན་ སེམས་ སླུ་བ ར་ བྱེད །_།
en: $159 “They sit by the palace gates, Engaged with householders. Such people corrupt others, And deceive earnest householders.

source: ཇི་ལྟ ར་ གླང་ཆེན་ ཚལ་ གནས་ བཞིན །_། གང་དག་ བུ་སྨད་ ཡོངས་ སྤངས་ ནས །_། ཞི་བ འི་ ཚལ་ ན་ གནས་པ་ ནི །_། དེ་དག་ སྲེད་ སྤངས་ བསམ་པ་ མཉམ །_།
en: $160 “Those who, like a forest elephant, Leave their family behind To dwell in the woods Give up craving and achieve even-mindedness.

source: དགེ་སློང་ དེ་ ཉེས་པ་ དེ་དག་ སྤངས་ ནས་ དེ་ཉིད་ མཐོང་བ་ དེ་ལས་ གཞན་པ་ གཟུགས་ ལ་སོགས་པ་ ཕུང་པོ འི་ དེ་ཉིད་ མཐོང་བ །_
en: $161 “The monk who gives up such flaws and perceives reality will further perceive the reality of the aggregates of form and so forth.

source: ཐར་པ་ ལ་ འབད་ ཅིང་ སྤྱོད་ དེ །_ བླ་མ་ ལ་ ཡོངས་སུ་ འདྲི །_ ལམ་ དང་ ལམ་ མ་ཡིན་པ འི་ དེ་ཉིད་ ཤེས་ ཤིང་ །_ འཕགས་པ འི་ ལམ་ ཡན་ལག་ བརྒྱད་ པས་ ཐར་པ འི་ གྲོང་ཁྱེར་ དེ་ ཚོལ་བ་ ནི་
en: He will strive for liberation and experience it, seek clarifications from his master, understand the actual distinction between the path and what is not the path, and by means of the eightfold path of the noble ones strive for the city of liberation.

source: ལམ་ བརྩོན་པ འི་ ངང་ཚུལ་ ཅན་ མཉམ་པ ར་ ལྟ་ ཞིང་ དྲི་མ་ མེད་པ འི་ སེམས་ དང་ །_ ཞི་བ འི་ སེམས་ ཀྱིས་ ལམ་ དེ་ ཀུན་ ཏུ་ སྟེན་ ཅིང་ སྒོམ་ སྟེ་ མང་ དུ་ བྱེད་ དོ །_།
en: As he thus endeavors on the path, he will have the view of equality and his mind will be stainless and serene. In this way he practices, becomes accustomed to, and increases the path.

source: དེ་ ཟག་པ་ མེད་པ འི་ ལས་ ཀྱི་ ལམ་ གྱི་ དགེ་བ་ དང་ ཡང་དག་ པར་ ལྡན་པ་ དེས་ བདུད་ ཀྱི་ ཕྱོགས་ ནི་ དམས་པ ར་ བྱེད་ ཅིང་ དམ་པ འི་ ཆོས་ ཀྱི་ ཕྱོགས་ ནི་ འཕེལ་བ ར་ བྱེད་ དོ་ ཞེས་
en: Endowed with the virtues of undefiled courses of action, he will bind the forces of the māras while expanding the forces of the sacred Dharma.

source: ས་བླ འི་ གནོད་སྦྱིན་ དག་ གིས་ ཤེས་ ནས |#| བར་སྣང་ ལ་ སྤྱོད་པ འི་ གནོད་སྦྱིན་ དག་ ལ་ མངོན་པར་ བསྙད་ དོ །_། དེ་དག་ གིས་ ཀྱང་ རྒྱལ་པོ་ ཆེན་པོ་ བཞི་ ལ་ མངོན་པར་ བསྙད་ དོ །_།
en: $162 “As they notice this, the terrestrial yakṣas will inform the celestial yakṣas, who in turn will bring the news to the Four Great Kings.

source: དེ་དག་ གིས་ ཀྱང་ རྒྱལ་ཆེན་ བཞི་པ་ ནས་ སྔ་མ་ བཞིན་ དུ་ སྦྱར་ ཏེ །_ འཐབ་བྲལ་ དང་ དགའ་ལྡན་ གྱི་ ལྷ་ དག་ གིས་ དགའ་ལྡན་ གྱི་ གནས་ ན་ བྱམས་པ་ བཞུགས་པ འི་ བར་ ལ་ མངོན་པར་ བསྙད་ དོ །_།
en: Thus, through the gods of the Heaven Free from Strife and the Heaven of Joy, the message will reach to the residence of Maitreya in the Heaven of Joy.

source: དེ་ནས་ བྱང་ཆུབ་ སེམས་དཔའ་ གཅིག་ཅིག་ མཆོག་ ཏུ་ དགའ་ ཆེས་ ནས །_ གཞན་འཕྲུལ་ དབང་ བྱེད་ ཀྱི་ ལྷ་ རྣམས་ ལ་ མངོན་པར་ བསྙད་ དེ །_
en: The bodhisattvas there will rejoice deeply among themselves, and then further inform the gods of the Heaven of Making Use of Others’ Emanations.

source: འཛམ་བུ འི་ གླིང་ དུ་ རིགས་ ཀྱི་ བུ་ ཆེ་གེ་མོ་ ཞིག་ སྐྲ་ དང་ཁ་ སྤུ་ བྲེགས་ ཏེ །_ གོས་ ངུར་སྨྲིག་ བགོས་པ་ ནས་ སྔ་མ་ བཞིན་ དུ་ སྦྱར་ ཏེ །_
en: They will convey to them, ‘In Jambudvīpa the noble son known as so-and-so has shaved off his hair and beard, donned the saffron-colored robes . . .,’ and so forth, just as before.

source: དེ་ནས་ གཞན་འཕྲུལ་ དབང་ བྱེད་ ཀྱི་ ལྷ་ རྣམས་ ཡིད་ མཆོག་ ཏུ་ དགའ་བ འི་ བར་ དུ་ སྔ་མ་ བཞིན་ དུ་ སྦྱར་ [129b] རོ །_།
en: Also, the gods of the Heaven of Making Use of Others’ Emanations will be tremendously delighted. {{page:{number:96,id:UT22084-068-021-100122,folio:F.129.b,volume:V68}}}

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ དེས་ གཞན་ ལྔ་པ་ ལ་ ཇི་ལྟ ར་ འཇུག་ ཅིག་ གུ་ སྙམ་ ནས །_
en: $163 “How does the monk otherwise engage with the fifth ground?

source: རྣལ་འབྱོར་ སྤྱོད་པ་ ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་པ་ དེས །_ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ འམ་ ལྷ འི་ མིག་ གིས་ བརྟགས་ ན །_ སྐྱེ་མཆེད་ གཟུགས་ཅན་ བཅུ་ ལ་ རྟོག་པ ར་ བྱེད་ དོ །_།
en: Spiritual practitioners who carefully observe inner phenomena, as they examine things by means of knowledge derived from hearing or through the divine eye, will think in terms of the ten sense sources of form.

source: བཅུ་ གང་ཞེ་ན །_ འདི་ལྟ་སྟེ །_
en: What are the ten?

source: མིག་ གི་ སྐྱེ་མཆེད་ དང་ །_ གཟུགས་ ཀྱི་ སྐྱེ་མཆེད་ དང་ །_ རྣ་བ འི་ སྐྱེ་མཆེད་ དང་ །_ སྒྲ འི་ སྐྱེ་མཆེད་ དང་ །_ སྣ འི་ སྐྱེ་མཆེད་ དང་ །_ དྲི འི་ སྐྱེ་མཆེད་ དང་ །_ ལྕེ འི་ སྐྱེ་མཆེད་ དང་ །_ རོ འི་ སྐྱེ་མཆེད་ དང་ །_ ལུས་ ཀྱི་ སྐྱེ་མཆེད་ དང་ །_ རེག་བྱ འི་ སྐྱེ་མཆེད་ དེ །_
en: They are the sense sources of the eye and form, ear and sound, nose and smell, tongue and taste, body and texture.

source: སྐྱེ་མཆེད་ གཟུགས་ཅན་ བཅུ་པོ་ དེ་དག་ ལ་ རྟོག་པ ར་ བྱེད་ དོ །_། བདག་ གི་ མིག་ གི་ སྐྱེ་མཆེད་ ལ་ ཡང་ བརྟེན །_ གཟུགས་ ཀྱི་ སྐྱེ་མཆེད་ ལ་ ཡང་ བརྟེན་ ནས་ འདུ་ཤེས་ སུ་ ཇི་ལྟ ར་ འགྱུར་ ཞེ་ན །_
en: $164 “Here the monk will ask himself, ‘How do perceptions arise based on the sense source of my eye and the sense source of form?’

source: མིག་ ལ་ ཡང་ བརྟེན་ གཟུགས་ ལ་ ཡང་ བརྟེན་ ནས །_ མིག་ གི་ རྣམ་པར་ ཤེས་པ་ སྐྱེ་བ ར་ མཐོང་ སྟེ །_།
en: He will then see that the eye consciousness emerges based on both eye and form.

source: གསུམ་ འདུས་པ་ ལས་ རེག་པ །_ རེག་པ་ དང་ ལྷན་ཅིག་ སྐྱེས་པ་ ཚོར་བ་ དང་ །_ འདུ་ཤེས་ དང་ །_ སེམས་པ་ འབྱུང་ ངོ་ །_།
en: When these three come together, there is contact, and along with contact there is sensation, perception, and attention.

source: དེ་ ལ་ ཚོར་བ་ གང་ཡིན་པ་ དེ་ ནི་ མྱོང་བ འོ །_། སེམས་པ་ གང་ཡིན་པ་ དེ་ ནི་ སེམས་པ ར་ བྱེད་པ འོ །_།
en: Sensation is experience, attention is the act of willing, and perception is cognition.

source: དེ་ ལ་ འདུ་ཤེས་ གང་ཡིན་པ་ དེ་ ནི་ ཤེས་པ་ ཡིན་ ཏེ །_ འདི་ལྟར་ གཟུགས་ འདི་ ནི་ རིང་པོ །_
en: Form is discerned through perceptions of ‘this form is long’;

source: གཟུགས་ འདི་ ནི་ ཐུང་ངུ་ །_
en: ‘this form is short’;

source: གཟུགས་ འདི་ ནི་ སྡུག་པ །_
en: ‘this form is attractive’;

source: གཟུགས་ འདི་ ནི་ མི་ སྡུག་པ །_
en: ‘this form is repulsive’;

source: གཟུགས་ འདི་ ནི་ བསྟན་ དུ་ཡོད་པ །_
en: ‘this form can be shown’;

source: གཟུགས་ འདི་ ནི་ ཐོགས་པ་ དང་ བཅས་པ །_
en: ‘this form cannot be shown’;

source: གཟུགས་ འདི་ ནི་ བསྟན་ དུ་ མེད་པ །_
en: and ‘this form is not obstructive.’

source: གཟུགས་ འདི་ ནི་ ཐོགས་པ་ མེད་པ་ ཞེས་ རྣམ་པར་ རིག་བྱེད་ མ་ཡིན་པ འི་ བར་ རྣམ་པ་ བཅུ་གཅིག་པོ་ འདི་ ནི་ འདུ་ཤེས་ ཀྱི་ གཟུགས་ སུ་ རྣམ་པར་ དབྱེ་ སྟེ
en: Thus, including imperceptible forms, all eleven categories of form will be distinguished.

source: དེ་ལྟ ར་ གསུམ་ འདུས་པ་ ལས་ རེག་པ་ སྐྱེ འོ །_།
en: Contact arises in this way through the meeting of the three.

source: དེ་ རེག་པ་ དང་ ལྷན་ཅིག་ སྐྱེས་པ འི་ ཚོར་བ་ དང་ འདུ་ཤེས་ དང་སེམས་པ་ འབྱུང་ སྟེ །_
en: Together with contact also sensation, perception, and attention emerge.

source: དེ་ ལ་ མིག་ གི་ འདུས་ ཏེ་ རེག་པ་ ལས་ བྱུང་བ འི་ ཚོར་བ་ དང་ །_ འདུ་ཤེས་ དང་ །_ སེམས་པ་ མྱོང་བ འི་ དོན་ ནི་ ཚོར་བ འི་ དོན་ ནོ །_།
en: When the three factors that involve the eye come together in contact, there will also be sensation, perception, and attention.

source: འདུ་ཤེས་ ཀྱི་ དོན་ ནི་ ཚོར་བ འི་ ཚེ་ ཡང་དག་ པར་ ཤེས་པ་ ཡིན་ ཏེ །_
en: Here, sensation refers to experience, and perception is the cognition that is present at the time of sensation. {{page:{number:97,id:UT22084-068-021-100123,folio:F.130.a,volume:V68}}}

source: ཆོས་ འདི་དག་ [130a] ལ་ ཡིད་ འཇུག་པ་ སྐྱེ་བ འི་ མཚན་ཉིད་ མི་ འདྲ་ ཞིང་ ངོ་བོ་ ཉིད་ མི་ འདྲ་བ་ ཡིན་ ཏེ །_ དཔེར་ན་ ས་ ཆེན་པོ་ བཅུ འི་ ཆོས་ ལྟ་བུ འོ །_།
en: Still, the mind’s engagement with these phenomena arises with distinct characteristics and distinct essences, as in, for example, the case of the ten great foundational factors.#33

source: སེམས་པ འི་ མཚན་ཉིད་ མི་ འདྲ་བ་ ཡང་ དེ་བཞིན་ ཏེ །_
en: $165 “The same is true for the distinct characteristics of attention.

source: རྣམ་པར་ རྟོག་པ ས་ ཡིད་ ལ་ བྱེད་པ་ དང་ །_ དཔྱོད་པ་ དང་ །_ དྲན་པ་ དང་ །_ ཚོར་བ་ དང་ །_ འདུ་ཤེས་ དང་ །_ སེམས་པ་ དང་ །_ རེག་པ་ དང་ །_ བརྩོན་འགྲུས་ དང་ །_ ཏིང་ངེ་འཛིན་ དེ་དག་ ནི་ དམིགས་པ་ གཅིག་ ལ་ མཚན་ཉིད་ མི་ འདྲ་བ་ ཉིད་ ཡིན་ ནོ །_།
en: That is to say, when thought is attentive, discerning, mindful, sensing, identifying, contacting, diligent, and absorbed, then those are all various characteristics of the same single perception.

source: དེ་བཞིན་ དུ་ ཚོར་བ འི་ མཚན་ཉིད་ ཀྱང་ མི་ འདྲ་ ཞིང་ དེ་བཞིན་ དུ་ འདུ་ཤེས་ ཀྱི་ མཚན་ཉིད་ ཀྱང་ མི་ འདྲ་བ་ ཡིན་ ཏེ །_
en: In the same way, sensation and perception also have distinct characteristics.

source: དཔེར་ན་ ཉི་མ འི་ གཞི་ གཅིག་ ཡིན་ ཀྱང་ འོན་ཀྱང་ འོད་ ཀྱི་ ངོ་བོ་ ཐ་དད་པ་ དེ་བཞིན་ དུ་ ཚོར་བ འི་ ངོ་བོ་ ཉིད་ ཀྱང་ གཞན་ ཡིན་ ལ །_ སེམས་པ འི་ ངོ་བོ་ ཉིད་ ཀྱང་ གཞན་ ཡིན་ ནོ །_།
en: For example, despite having a single basis in the sun, light may have distinct essences. Sensation and attention similarly have separate essences.

source: དེ་ མིག་ གི་ འདུས་ ཏེ་ རེག་པ་ ལས་ བྱུང་བ འི་ ཚོར་བ་ དང་ །_ འདུ་ཤེས་ དང་ །_ སེམས་པ འི་ དེ་ ཁོ་ན་ཉིད་ ཤེས་ ནས །_ མིག་ འདི་ ནི་ གསོག་ ཏུ་ མཐོང་ །_ གསོབ་ ཏུ་ མཐོང་ །_ སྙིང་པོ་ མེད་པར་ མཐོང་ ངོ་ །_།
en: $166 “Having understood the reality of the sensation, perception, and attention that ensue from contact in the coming together of factors that involve the eye, one will see the eye as vacant, hollow, and devoid of any core.

source: ཡང་དག་ པར་ མཐོང་བ འི་ དགེ་སློང་ དེ་ ནི་ ལམ་ གྱི་ དེ་ ཁོ་ན་ཉིད་ ཤེས་ ནས་ ལོག་པ ར་ ལྟ་བ་ སྤངས་ ཏེ །_།
en: The monk who thus sees correctly will comprehend the reality of the path and abandon wrong views.

source: དེ་ཡང་ དག་པ འི་ ལྟ་བ་ སྔོན་ དུ་ བཏང་བ ས་ དེ་ མིག་ དང་ ལྷན་ཅིག་ སྐྱེས་པ འི་ འདུ་ཤེས་ ཀྱི་ གཏི་མུག་ རྙོག་པ་ ཅན་ གྱི་ ངོ་བོ་ ཉིད་ དུ་ གྱུར་པ་ སྤོང་ ངོ་ །_།
en: On the basis of right view, he will let go of the turbid nature of the bewildered perceptions that otherwise arise together with the eye.

source: ཤ འི་ གོང་བུ འི་ དེ་ ཁོ་ན་ཉིད་ མཐོང་ སྟེ །_ ཚིལ་ དང་ །_ རྣག་ དང་ །_ ཁྲག་ དང་ །_ མཆི་མ འི་ གནས་ ཡིན་པ ར་ རིག་ ནས །_
en: $167 “He will see the reality of these balls of flesh and understand that they are vessels of fat, pus, blood, and tears.

source: འདོད་ཆགས་ སྤོང་ ཞིང་ མི་རྟག་ པར་ རིག་ ནས་ རྟག་པ ར་ མི་ལྟ་བ་ ཡིན་ ལ །_
en: He will give up desire and, recognizing impermanence, give up views of permanence.

source: རུས་པ འི་ བུ་ག འི་ ནང་ ན་ ཤ འི་ གོང་བུ་ ཡོད་པར་ རིག་ ནས་ འདོད་ཆགས་ དང་ བྲལ་བ ར་ འགྱུར །_
en: As he understands the presence of the balls of flesh in the openings of the skull he becomes free from desire.

source: རྒྱུས་པ ས་ སྦྲེལ་བ ར་ རིག་ ཅིང་ མིག་ གི་ སྐྱེ་མཆེད་ འདི་ ནི་ གཅིག་ ལ་ གཅིག་ འབྲེལ་བར་ རྟོགས་ ཏེ །_ འདི་ ལ་ སྙིང་པོ་ མེད་ ཅིང་ བདག་མེད་ པར་ རིག་ ལ །_
en: He will recognize how they are attached by means of sinew and understand that the sense source of the eye is part of a reciprocal relationship, is devoid of any core, and contains no self.

source: མདོར་ན་ མིག་ འདི་ ནི་ སྡུག་བསྔལ་ དུ་ གྱུར་པ་ ཡིན་ ནོ་ ཞེས་ རྣམ་པར་ ཤེས་ ཤིང་ མཐོང་ ནས །_ མིག་ གི་ སྐྱེ་མཆེད་ ཀྱི་ འདོད་ཆགས་ དང་ བྲལ་བ ར་ འགྱུར་ རོ །_།
en: In short, he will think, ‘This eye is suffering,’ and, on the basis of that understanding and perception, he will become free from desire in relation to the sense source of the eye.

source: དེ་ མིག་ གི་ སྐྱེ་མཆེད་ ཡང་དག་པ་ ཇི་ལྟ་ བ་ བཞིན་ རྟོགས་ ཤིང་ གཟུགས་ ལ་ རྣམ་པར་ དཔྱོད་པ ར་ བྱེད་ དེ །_ [130b] གལ་ཏེ་ ཡང་དག་པ་ མ་ཡིན་པ འི་ གཟུགས་ འདི་ སྡུག་པ་ དང་ །_ མི་ སྡུག་པ་ དང་ །_ ལུང་ དུ་མ་ བསྟན་པ་ ཡོངས་སུ་ རྟོག་ སྟེ །_
en: As he correctly realizes the sense source of the eye and discerns forms, {{page:{number:98,id:UT22084-068-021-100124,folio:F.130.b,volume:V68}}} he will examine the unreal forms that appear as attractive, unattractive, or neutral.

source: ཅི་ འདི་ ལ་ སྙིང་པོ་ ཡོད་ དམ །_ ཅི་ གཙང་ ངམ །_ ཅི་ རྟག་ གམ །_ ཅི་ བདེ་བ་ ཡོད་ དམ་ སྙམ་ མོ །_།
en: He will then ask himself, ‘Do these have any core? Are they clean, permanent, or delightful?’

source: དེ་ གཟུགས་ ལྟ་ ཞིང་ ཤེས་ ཏེ །_ རྟོག་པ ས་ གཟུགས་ སུ་ མི་ དམིགས་ ཏེ །_ འདི་ ལ་ སྙིང་པོ་ མེད་ དོ །_།
en: $168 “When looking at and cognizing form, he will not observe form conceptually. Instead he will think, ‘This has no core;

source: གཟུགས་ སྡུག་པ་ དང་ །_ མི་ སྡུག་པ་ འདི་ ནི་ ཀུན་ ཏུ་ རྟོག་པ་ ཙམ་ སྟེ །_
en: “attractive” and “unattractive” form is mere thinking.

source: འདི་ ལ་ སྡུག་པ་ དང་ །_ མི་ སྡུག་པ འི་ ངོ་བོ་ ནི་ མེད་ ལ །_
en: There are no attractive or unattractive essences.

source: སྡུག་པ་ དང་ །_ ཁོང་ཁྲོ་བ་ ཁོ་ན ར་ ཀུན་ ཏུ་ རྟོག་པ ས་ བཟུང་བ འི་ འཇིག་རྟེན་ འདི་ ནི་ སྡུག་པ་ དང་ སྡང་བ ར་ སེམས་ སོ་ སྙམ་ མོ །_།
en: “Attractive” and “upsetting” are exclusively apprehended by thought, and so the world conceives in terms of attractive and unpleasant.’

source: དེ་ མིག་ གི་ སྐྱེ་མཆེད་ མཐོང་ ནས །_ རྣ་བ འི་ སྐྱེ་མཆེད་ ལ་ ལྟ་བ ར་ བྱེད་ དེ །_ དེ་སྒྲ་ ལ་སོ་ སོར་ རྟོག་ གོ །_།
en: $169 “Having seen the sense source of the eye, he will next look at the sense source of the ear and think about sounds.

source: སྒྲ་ སྐྱེས་པ་ དབང་པོ འི་ ཡུལ་ ལ་ འཇུག་ སྟེ །_ དེས་ རྣ་བ་ ལ་ ཡང་ བརྟེན །_ སྒྲ་ ལ་ ཡང་ བརྟེན །_ དེ་ སྐྱེད་པ འི་ ཡིད་ ལ་ བྱེད་པ་ ལ་ ཡང་ བརྟེན་ ནས །_ རྣ་བ འི་ རྣམ་པར་ ཤེས་པ་ སྐྱེ་ སྟེ །_
en: Sounds that arise are engaged as sense objects and thus the ear consciousness occurs in dependence on the ear, sound, and the productive attention.

source: གསུམ་ འདུས་པ་ ལས་ རེག་པ །_ རེག་པ་ དང་ ལྷན་ཅིག་ སྐྱེས་པ འི་ ཚོར་བ་ དང་ །_ འདུ་ཤེས་ དང་ །_ སེམས་པ་ འབྱུང་ ངོ་ །_།
en: From the coming together of these three factors ensues contact, and together with contact emerge sensation, perception, and attention.

source: དེ་ ལ་ རེག་པ་ དང་ །_ ལྷན་ཅིག་ སྐྱེས་པ་ གང་ གིས་ མྱོང་བ ར་ བྱེད །_ |#| དེ་ ལ་ རེག་པ་ དང་ ལྷན་ཅིག་ བྱུང་བ འི་ འདུ་ཤེས་ གང་ གིས་ ཀུན་ ཏུ་ ཤེས་པ ར་ བྱེད །།_ |#| རེག་པ་ དང་ ལྷན་ཅིག་ བྱུང་བ འི་ སེམས་ གང་ གིས་ སེམས་པ ར་ བྱེད་ སྙམ་ ན །_
en: Thus, the monk will ask himself, ‘What is it that experiences when there is contact? |#| What identifies and cognizes at the time of contact? |#| What is the attention that coincides with contact?’

source: འདུ་ཤེས་ ནི་ འདི་ལྟ་སྟེ །_ འདི་ ནི་ རིང་ ངོ་ སྙམ་པ འི་ མཚན་ཉིད་ དོ །_།
en: $170 “Perception is what apprehends that ‘this is long.’

source: སྒྲ་ འབྱུང་བ འི་ རྐྱེན་ འདི་ ལས་ སྐྱེས་པ འི་ སྒྲ་ མི་ གསལ་བ་ དང་ ཆུང་བ་ དང་ །_ ཆེན་པོ ར་ སྙན་པ་ དང་ མི་ སྙན་པ་ འདི་ འབྱུང་ སྟེ །_
en: Due to the condition of a sound, the sense of it being clear or unclear, loud or weak, and pleasant or unpleasant occurs.

source: དེ་སྒྲ་ བྱུང་བ་ དེ་ ལ་སོ་ སོར་ རིག་པ ར་ བྱེད་ ཅིང་ ཡང་དག་ པར་ སེམས་པ ར་ བྱེད་ ལ་ འདུ་ཤེས་ ཀྱིས་ རྣམ་པར་ འབྱེད་ པར་ བྱེད །_
en: The manifest sound is noticed with attention and determined with perception.

source: ཡིད་ ཀྱི་ རྣམ་པར་ ཤེས་པ ས་ རྣམ་པར་ ཤེས་པ ར་ བྱེད་ ཅིང་ ཚོར་བ ས་ ཤེས་པ ར་ བྱེད་ ལ །_ སོམ་ཉི ས་ རྣམ་པར་ དཔྱོད་པ ར་ བྱེད་ དོ །_།
en: It is cognized by the mental consciousness, sensed with sensation, and discerned with uncertainty.

source: དེ་ རྣ་བ འི་ སྐྱེ་མཆེད་ ལ་ མངོན་པར་ ཞེན་པ་ ན་ རྟོག་པ ར་ བྱེད །_ རྟོག་པ་ ན་ རྣམ་པར་ དཔྱོད་པ ར་ བྱེད །_
en: Thus, as one becomes attached to the ear sense source, one begins to form concepts. |#| As concepts are formed, the sound is discerned.

source: རྣམ་པར་ དཔྱོད་པ་ ན་སོ་ སོ་ ཡང་དག་ པར་ རིག་པ ར་ བྱེད་ དེ །_
en: With sound being discerned, it is cognized.
